[Lang]
Version=3.9.1
Language=繁體中文
OSLang=0404
LangSupport=道滿
LangLink=zhtw2013@gmail.com
[GUI]
UnhideChrome=Chrome已隱藏\n點選取消隱藏
IntvNever=永遠不
IntvEveryWeek=每週
IntvEveryDay=每天
IntvEveryHour=每小時
IntvOnStartup=每次啟動時
Title=MyChrome - 打造自己的 Google Chrome 可攜版
Copyright=MyChrome %s by 甲殼蟲 <jdchenjian@gmail.com>\n二次修改 by 茗伊 <tinymins@gmail.com>
CopyrightTips=點選開啟 MyChrome 首頁
TabGeneral=一般
GroupChromeApp=Google Chrome 執行檔案
ChromePath=Chrome 路徑：
Browse=瀏覽
ChromeSource=Chrome 瀏覽器執行檔案來源：
ChromeSourceSys=從系統中提取
ChromeSourceInstaller=從離線安裝檔案提取
Channel=分支：
Only32Bit=只下載 32 位元瀏覽器（x86）
CheckBrowserUpdate=檢查瀏覽器更新：
AutoUpdate=自動更新瀏覽器
PostUpdatePrompt=更新完成後，顯示完成對話框
PostUpdateRestart=更新完成後，自動重新啟動瀏覽器套用更新
PostUpdateNextLaunch=更新完成後，下次啟動瀏覽器時再套用更新
UpdateNow=立即更新
LatestVersion=最新版本：
ClickToViewUrl=點選檢視下載位址
CurrentVersion=目前版本：
ChromeUserData=Google Chrome 使用者資料檔案
UserDataDir=使用者資料資料夾：
CopyDataFromeSys=從系統中提取使用者資料檔案
LangSupport=語言支援：
NotifyMyChromeUpdate=MyChrome 發佈新版時通知我
MyChromeRunInBackground=MyChrome 在背景執行直到瀏覽器關閉
TabAdvanced=進階
ChromeCache=Google Chrome 快取
CacheDir=快取位置：
ChromeCacheTips=瀏覽器快取位置\n空白 = 預設路徑\n支援%TEMP%等環境變數
CacheSize=快取大小：
ChromeCacheSizeTips=快取大小\n0 = 預設
CommandLine=Google Chrome 啟動參數:
CommandLineTips=Chrome 啟動參數，每行寫一個參數。\n支援%TEMP%等環境變數，\n特別地，%APP%代表 MyChrome 所在目錄。
NetworkSettings=網路設定
ThreadsNum=下載執行緒數(1-10)：
ThreadsTips=增減執行緒數可調整下載速度\n僅適用於下載chrome更新
ProxyType=代理類型：
ProxyDirect=直接連線
ProxyIE=跟隨系統
ProxyServer=代理伺服器：
ProxyPort=代理連接埠：
TabMore=更多
StartWithChrome=瀏覽器啟動時執行:
QuitOnChromeExit= 瀏覽器關閉後自動關閉*
ExAppsTips=支援批次處理、vbs檔案等，\n如需啟動參數，可加入在程式路徑之後。
AddApp=新增
AddAppTips=加入外部程式
RunOnChromeExit=瀏覽器關閉後執行*:
ExApps2Tips=支援批次處理、vbs檔案等，\n如需啟動參數，可加入在程式路徑之後。
Bosskey=老闆鍵*
Hotkey=鍵盤：
MiddleButton=中鍵
RightButton=右鍵
DoubleClick=雙按
DragDrop=拖拽
MouseClick=滑鼠：
Hide2Tray= 隱藏至系統通知區域
DoubleClick2CloseTab=雙按關閉分頁
RightClick2CloseTab=右鍵關閉分頁
RightClick2CloseTabTips=Shift + 右鍵仍可顯示選單
Mouse2SwitchTab=滾輪切換分頁
KeepLastTab=保留最後一個分頁
OK=確定
Cancel=取消
Apply=套用
SettingsTips=雙按軟體目錄下的 "%s.vbs" 檔案可調出此視窗
ChooseExApp=選擇外部程式
RunBackgroundTips=如果您不勾選此選項，請注意以下幾點：\n\n1. 將瀏覽器釘選至工作列或設為預設瀏覽器後，需再執行一次 MyChrome 才能生效；\n2. MyChrome 設定介面中帶“*”符號的功能將無法實現。\n\n確定要取消此選項嗎？
ChooseChromeExe=選擇 Chrome 瀏覽器主程式（chrome.exe）
ChooseDataDir=選擇一個資料夾用來儲存使用者資料檔案
CloseChromeTips=請關閉 Google Chrome 瀏覽器以便完成更新。\n是否強制關閉？
CopyChromeFromSys=正在複製 Chrome 執行檔案...
CopyChromeSuccessful=提取 Google Chrome 執行檔案成功！
ChromeNotExistsTips=找不到 Chrome 執行檔案，請重新設定或是從網路下載：\n%s\n\n需要從網路下載 Google Chrome 的最新版本嗎？
CopyDataTips=瀏覽器正在執行，無法提取使用者資料檔案！\n請關閉 Chrome 瀏覽器後繼續。
CopyingUserData=正在複製 Chrome 使用者資料檔案...
WillDownloadChrome=即將從網路下載 Google Chrome 的最新版本！
NoResponse=處理程序意外中止或無回應
GetUpdateInfoFailed=取得 Chrome 更新資訊失敗
UpdateUrlTips=選擇連結可下載或複製到剪貼簿
UrlCopy=複製
UrlDownload=下載
UrlCopySuccessful=下載位址已複製到剪貼簿!
NoChromeFound=在您的系統中找不到 Chrome（%s）執行檔案!
ChooseChromeInstaller=選擇離線安裝檔案（chrome_installer.exe）
ConfirmUpdate=確定要取消瀏覽器更新嗎？
ChooseCacheDir=選擇瀏覽器快取資料夾
CancelUpdate=取消更新
[AppUpdate]
UpdateTips=%s 可以更新，是否立即下載？\n\n您的版本： %s，最新版本： %s\n\n%s
Updated=%s 已更新至 %s !
UpdateFailed=%s 自動更新失敗！\n\n是否去軟體發佈頁面手動下載？
CancelUpdate=取消更新
Downloading=下載
DownloadTips=點選圖示可檢視下載進度
UpdateCanceled=更新已取消
[Update]
UpdateInProgress=Chrome 瀏覽器上次更新仍在進行中！
NoResponse=處理程序意外中止或無回應
UpdateTips=Google Chrome (%s) 可以更新，是否立即下載？\n\n最新版本：\t%s\n您的版本：\t%s  %s
DownloadingChrome=下載 Chrome
CancelUpdate=取消更新
DownloadChromeTips=點選圖示可檢視下載進度
RestoringDownload=嘗試恢復下載
DownloadFailed=下載 Google Chrome 失敗
CancelUpdateConfirm=瀏覽器正在更新，確定要取消嗎？
ChanelNotExists=新浪沒有此分支的更新資訊：
GetChromeChances=從伺服器取得 %s 更新資訊... 第 %d 次嘗試
NoServerResp=伺服器無回應
ParseInfoFailed=伺服器返回的更新資訊無法解析
UpdateGot=已成功取得 %s 更新資訊
Connecting=嘗試連線
ConnectServerFailed=連線更新伺服器失敗
ConnectingServer=正在連線伺服器...
SaveFileFailed=儲存已下載的檔案出錯
InstallerSizeError=已下載的 Chrome 安裝包大小不正確
ChromeDownloadFinished=Google Chrome 下載完成
ExtractingChrome=正在提取 Google Chrome 執行檔案
ExtractChromeFailed=提取 Google Chrome 執行檔案失敗！
UpdateCloseChrome=是否關閉 Chrome 瀏覽器以完成更新？\n點選“是”強制關閉瀏覽器，點選“否”延遲到下次啟動時套用更新。
ApplyUpdate=正在套用瀏覽器更新
UpdatedTo=Google Chrome 瀏覽器已更新至 %s %s !
DeferredNotification=Chrome 更新已下載，將在下次啟動時自動套用。
RestartingChrome=Chrome 更新已安裝，正在重新啟動瀏覽器...
ExitConfirm=瀏覽器正在更新，確定要取消更新並關閉嗎？
